Repository: OmegaT-L10N/sc
Catalog: omegat/project_save.tmx
Source language: en
Languages: sc

source: Press the keyboard shortcut you wish to assign, then click OK.
sc: Preme s'incurtzadura de tecladu chi boles assignare, a pustis incarca AB.

source: Preview
sc: Anteprima

source: Previous
sc: Pretzedente

source: Previous No&te
sc: No&ta pretzedente

source: Previous and &next paragraphs
sc: Paràgrafos pretzede&ntes e imbenientes

source: Pro&ject
sc: Pro&getu

source: Problem encountered loading project file!
sc: B’at àpidu unu problema in sa càrriga de s’archìviu de progetu.

source: Proceed?
sc: Boles sighire?

source: Processing...
sc: Protzessende...

source: Project &Files...
sc: Archìvios de su &progetu...

source: Project Files ({0} of {1})
sc: Archìvios de su progetu ({0} de {1})

source: Project Files ({0})
sc: Archìvios de su progetu ({0})

source: Project Specific External Search
sc: Chirca esterna ispetzìfica pro su progetu

source: Project Specific File Filters
sc: Filtros de archìviu dislindados pro cada progetu

source: Project Specific Segmentation Setup
sc: Cunfiguratzione de sa segmentatzione dislindada pro cada progetu

source: Project Statistics
sc: Istatìsticas de progetu

source: Project autosaved on {0}
sc: Progetu sarvadu in automàticu: {0}

source: Project closed
sc: Progetu serradu

source: Project commands are disabled for security reasons.
sc: Is òrdines de progetu sunt disativadas pro resones de seguresa.

source: Project compiling end
sc: Fine de compilatzione de progetu

source: Project compiling start
sc: Aviada de compilatzione de progetu

source: Project creating end
sc: Fine de creatzione de progetu

source: Project creating start
sc: Aviada de creatzione de progetu

source: Project file should be on http protocol.
sc: S’archìviu de progetu diat dèpere èssere in protocollu http.

source: Project folder
sc: Cartella de progetu

source: Project is Empty
sc: Custu progetu est bòidu

source: Project load cancelled by user
sc: S’usuàriu at annulladu sa càrriga de su progetu

source: Project loading end
sc: Fine de su carrigamentu de progetu

source: Project loading start
sc: Aviada de su carrigamentu de progetu

source: Project locked.
sc: Su progetu est blocadu.

source: Project saved
sc: Progetu sarvadu

source: Project saving end
sc: Fine de su sarvamentu de progetu

source: Project saving start
sc: Aviada de su sarvamentu de progetu

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
sc: Is chircas de progetu chircant in manera predefinida in is testos originales e tradùidos, in is memòrias de referèntzia, glossàrios, notas e cummentos de su progetu.

source: Project will not be updated.
sc: Su progetu no at a èssere atualizadu.

source: Provider
sc: Fornidore

source: Proxy Login
sc: Identificatzione de servidore intermediàriu

source: Proxy User and Password
sc: Usuàriu e crae de servidore intermediàriu

source: Push failed.
sc: Faddina in s’imbiu.

source: Put the TMX in /tm/auto.
sc: Pone su TMX in /tm/auto.

source: Put the TMX in /tm/enforce.
sc: Pone su TMX in /tm/enforce.

source: Quit
sc: Essi

source: R&emove
sc: B&oga

source: R&eplace with Match or Selection
sc: Sostitui cun sa cointzidèntzia o sa s&eletzione

source: Rather than beep Or a rude error message These words: 'Page not found'
sc: Mègius chi unu "beep" O su lègiu "Faddina" Custu: "No agatadu"

source: Re&move Filter
sc: B&oga su filtru

source: Re&place All
sc: Sost&itui totu

source: Re&place with Source
sc: Sos&titui cun s’originale

source: Read-only
sc: Letura isceti

source: Reading TMX file {0}
sc: Leghende s’archìviu TMX {0}

source: Reading of TMX file complete
sc: Letura de s’archìviu TMX cumpleta

source: Realign Pending
sc: Allìnia su restu

source: Recoverable error on line {0}, column {1} while parsing:
sc: Faddina recuperàbile in sa lìnia {0}, colunna {1} durante s'anàlisi:

source: Recursi&ve search
sc: Chirca recursi&va

source: References:
sc: Referèntzias:

source: Refreshing script folder "{0}"
sc: Atualizende sa cartella de script "{0}"

source: Register Identical Translation
sc: Registra tradutzione idèntica

source: Regular expression
sc: Espressione regulare

source: Regular expression for custom tags:
sc: Espressione regulare pro etichetas personalizadas:

source: Regular expression for fragments that should be removed from translation:
sc: Espressione regulare pro frammentos chi diant èssere bogados dae sa tradutzione:

source: Regular expression searches match Java regular expressions as documented in the user manual.
sc: Is chircas de espressiones regulares agatant is espressiones regulares de Java documentadas in su manuale de s’usuàriu.

source: Reload
sc: Torra a carrigare

source: Remaining Characters (including spaces)
sc: Caràteres de bortare (cun ispàtzios)

source: Remaining Characters (without spaces)
sc: Caràteres de bortare (sena ispàtzios)

source: Remaining Segments
sc: Segmentos de bortare

source: Remaining Words
sc: Paràulas de bortare

source: Remaining:
sc: De bortare:

source: Remember where you are creating the project, because you will need to return to it later.
sc: Regorda in ue ses creende su progetu, ca as a tènnere bisòngiu de torrare luego a cussa cartella.

source: Remo&ve
sc: B&oga

source: Remote &server
sc: &Servidore remotu

source: Remote File/Folder
sc: Archìviu/cartella remotos

source: Remote Repositories
sc: Depòsitos remotos

source: Remote repository network communication error: {0}
sc: Faddina de comunicatzione de rete cun su depòsitu remotu: {0}

source: Remove
sc: Boga

source: Remove &leading and trailing tags
sc: Boga ispàtzios a su cumintzu e a s’acabbu

source: Remove HTML comments in translated document
sc: Boga cummentos HTML in su documentu tradùidu

source: Remove Script
sc: Boga script

source: Remove Ta&gs
sc: Bo&ga etichetas

source: Remove Tags
sc: Boga etichetas

source: Remove leading and trailing &whitespace in non-segmented projects
sc: &Boga is ispàtzios a su cumintzu e a s’acabbu in progetos non segmentados.

source: Remove pattern?
sc: Boles bogare sa règula?

source: Remove tags in the current target
sc: Boga etichetas in sa destinatzione atuale

source: Remove text target
sc: Boga testu tradùidu

source: Remove the project folder manually.
sc: Cantzellare a manu sa cartella de su progetu.

source: Remove translation
sc: Boga·nche sa tradutzione

source: Reopen the project now?
sc: Boles torrare a abèrrere su progetu immoe?

source: Reopen the project?
sc: Boles torrare a abèrrere su progetu?

source: Repetitions from other files:
sc: Ripetitziones de àteros archìvios:

source: Repetitions within this file:
sc: Ripetitziones intro de custu archìviu:

source: Repetitions:
sc: Ripetitziones:

source: Replace
sc: Sostitui

source: Replace &glossary hits when inserting source text
sc: Sostitui is cointzidèntzias de su &glossàriu cando s’insertat su testu de orìgine

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
sc: Sostitui s’archìviu <project>/omegat/project_save.tmx de su progetu chi as iscarrigadu cun s’archìviu chi as sarvadu in una cartella segura 6.

source: Replace Translation with Match or Selection
sc: Sostitui sa tradutzione cun sa cointzidèntzia o cun sa seletzione

source: Replace Translation with Text
sc: Sostitui sa tradutzione cun testu

source: Replace with &Machine Translation
sc: &Sostitui cun sa tradutzione automàtica

source: Replace with:
sc: Sostitui cun:

source: Repository
sc: Depòsitu

source: Repository Credentials
sc: Credentziales de su depòsitu

source: Repository Mapping
sc: Connessione depòsitos

source: Repository Mapping...
sc: Connessione depòsitos...

source: Repository {0} is already present
sc: Su depòsitu {0} esistet giai

source: Repository {0} unknown
sc: Depòsitu {0} disconnotu

source: Request error: {0}
sc: Faddina in sa rechèdida: {0}

source: Request to TaaS: {0}
sc: Rechede a TaaS: {0}

source: Reset
sc: Reseta

source: Reset &All Colours
sc: Torr&a a totu is colores predefinidos

source: Resolve Conflicts
sc: Curreghe problemas

source: Resource name
sc: Nòmine de sa resursa

source: Restore
sc: Riprìstina

source: Restore &Defaults
sc: Torra a sa cunfiguratzione pre&definida

source: Restore De&faults
sc: Torra a sa cun&figuratzione predefinida

source: Result:
sc: Resurtadu:

source: Retrieve collection list...
sc: Recùpera lista de colletziones...

source: Retrieve domain list...
sc: Recùpera lista de domìnios

source: Right-to-Left Embedding (RLE U+202B)
sc: Inclusione dae dereta a manca (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
sc: Marca dae dereta a manca (RLM U+200F)

source: Rule ID can only contain Latin letters, underscores, and periods.
sc: S’identificadore de is règulas podet cuntènnere isceti lìteras latinas, linieddas bassas e puntos.

source: Rules
sc: Règulas

source: Rules...
sc: Règulas...

source: Run script on slot #{0}.
sc: Avia su script in #{0}.

source: Running on Java {0} ({1}-bit)
sc: Esecutende in Java {0} ({1} bits)

source: Russian
sc: Russu

source: S&lide Comments
sc: Cummentos de &diapositivas

source: S&pace matches nbsp
sc: Is ispàtzios cointzident cun nbsp

source: S&witch Case To
sc: Cola ma&jùsculas e minùsculas

source: SQLJet (GPL License)
sc: SQLJet (lissèntzia GPL)

source: SVG Image and Adobe Illustrator Export
sc: Esportatzione de immàgine SVG e Adobe Illustrator

source: SVN '{0}' error: {1}
sc: Faddina SVN '{0}': {1}

source: SVN '{0}' execution finished successfully
sc: Esecutzione SVN '{0}' cumpletada

source: SVN '{0}' execution start
sc: Aviada de esecutzione SVN '{0}'

source: SVN - Cleanup (recursive)
sc: SVN - Lìmpia (recursivu)

source: SVNKit (TMate License)
sc: SVNKit (lissèntzia TMate)

source: Sample Output
sc: Mustra de resurtadu

source: Sample Text
sc: Testu de esempru

source: Save
sc: Sarva

source: Save Alignment Results
sc: Sarva resurtados de s’alliniatzione

source: Save Current Set...
sc: Sarva su pachete atuale...

source: Save Script
sc: Sarva script

source: Save TMX...
sc: Sarva TMX...

source: Save aut&o-populated status
sc: Sarva s’istadu de is segment&os populados in automàticu

source: Save changes to filter settings?
sc: Boles sarvare is modificatziones a sa cunfiguratzione de filtros?

source: Save changes to segmentation rules?
sc: Boles sarvare is modificatziones a is règulas de segmentatzione?

source: Saving and Output
sc: Sarvamentu e publicatzione

source: Saving and Output Options
sc: Optziones de sarvamentu e publicatzione

source: Saving project...
sc: Sarvende su progetu...

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
sc: Portada: Sa portada predefinida de una chirca est cussa de su progetu. Podet èssere cunfigurada pro cale si siat archìviu in una cartella dislindada.

source: Script "{0}" bound to slot #{1}.
sc: Script {0} assignadu a #{1}.

source: Script "{0}" saved.
sc: Script "{0}" sarvadu.

source: Script "{0}" unbound from slot #{1}.
sc: Script {0} bogadu dae #{1}.

source: Script &Language
sc: &Limba de su script

source: Script Result
sc: Resurtadu de su script

source: Scriptin&g...
sc: &Scripts...

source: Scripts Folder:
sc: Cartella de is scripts:

source: Se&t
sc: Cun&figura

source: Search
sc: Chirca

source: Search ({0})
sc: Chirca ({0})

source: Search Dictionaries
sc: Chirca in is ditzionàrios

source: Search Found Mark
sc: Chirca marca de agatadu

source: Search Replaced Mark
sc: Chirca marca de sostitutzione

source: Search and Replace
sc: Chirca e sostitutzione

source: Search and Replace...
sc: Chirca e sostitutzione...

source: Search for:
sc: Chirca:

source: Search in
sc: Chirca in

source: Seconds:
sc: Segundos:

source: Secure Store
sc: Sarvamentu seguru

source: See "Chapter 3.
sc: Bide "Capìtulu 3.

source: See /docs/contributors.txt
sc: Abbàida /docs/contributors.txt

source: See Dictionaries for more on this subject.
sc: As a agatare prus informatziones a pitzus de custu argumentu in Ditzionàrios.

source: See Glossaries for more on this subject.
sc: As a agatare prus informatziones a pitzus de custu argumentu in Glossàrios.

source: See File Filters for a list of file formats that OmegaT can handle.
sc: Abbàida Filtros de archìviu pro bìdere sa lista de formados reconnotos dae OmegaT.

source: See Help > User's Manual for more information.
sc: Bide Agiudu > Manuale de usuàriu pro nd'ischire de prus.

source: See OmegaT manual for instructions.
sc: Abbàida su manuale de OmegaT pro nd’ischire de prus.

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
sc: Bide valores vàlidos in OmegaT.jar/META-INF/MANIFEST.MF.

source: See below for details.
sc: Bide detàllios in bàsciu.

source: Segment
sc: Segmentu

source: Segment Properties
sc: Propiedades de su segmentu

source: Segment encountered outside translation unit variant.
sc: Segmentu agatadu in foras de sa variante de s’unidade de tradutzione.

source: Segment marker background
sc: Isfundu de marcadore de segmentu

source: Segment marker text
sc: Testu de marcadore de segmentu

source: Segment skipped.
sc: Segmentu brincadu.

source: Segment source text into paragraphs on:
sc: Segmenta su testu de orìgine in paràgrafos in:

source: Segment {0,number,#}
sc: Segmentu {0,number,#}

source: Segmentation Rules...
sc: Règulas de segmentatzione...

source: Segmentation Setup
sc: Cunfiguratzione de sa segmentatzione

source: Segmentation method: {0}
sc: Mètodu de segmentatzione: {0}

source: Segmentation rules are applied in the following order:
sc: Is règulas de segmentatzione sunt aplicadas in s’òrdine imbeniente:

source: Segments
sc: Segmentos

source: Segments with notes
sc: Segmentos cun notas

source: Segments with notes text
sc: Segmentos cun notas de testu

source: Select
sc: Seletziona

source: Select &Next Match
sc: Seletziona sa cointzidèntzia imbe&niente

source: Select &Previous Match
sc: Seletziona sa cointzidèntzia &pretzedente

source: Select Fol&der
sc: Sèbera &cartella

source: Select Issue Types
sc: Sèbera genia de problema

source: Select Mat&ch
sc: Seletziona &cointzidèntzia

source: Select Match #&1
sc: Seletziona sa cointzidèntzia nùm. &1

source: Select Match #&2
sc: Seletziona sa cointzidèntzia nùm. &2

source: Select Match #&3
sc: Seletziona sa cointzidèntzia nùm. &3

source: Select Match #&4
sc: Seletziona sa cointzidèntzia nùm. &4

source: Select Match #&5
sc: Seletziona sa cointzidèntzia nùm. &5

source: Select Scripts Folder
sc: Sèbera una cartella pro is scripts

source: Select TaaS Terminology &Lookup Domain...
sc: Sèbera domìniu pro sa consu&lta de terminologia TaaS...

source: Select TaaS domain
sc: Sèbera su domìniu TaaS

source: Select a Category
sc: Sèbera una categoria

source: Select a Script File
sc: Sèbera un’archìviu de script

source: Select issue types to check.
sc: Sèbera is genias de problemas de controllare.

source: Select languagetool-server.jar
sc: Seletziona languagetool-server.jar

source: Selected Engine: {0}
sc: Motore seletzionadu: {0}

source: Sequence Library (Sequence Library License)
sc: Sequence Library (lissèntzia Sequence Library)

source: Server (original)
sc: Servidore (originale)

source: Server (updated)
sc: Servidore (atualizadu)

source: Server does not understand the "translate" method
sc: Su servidore non cumprendet su mètodu "translate"

source: Service type
sc: Genia de servìtziu

source: Set
sc: Cunfigura

source: Set & Stored
sc: Cunfigurada e sarvada

source: Set My Own Password
sc: Cunfigura crae pròpia

source: Set Scripts Folder...
sc: Cunfigura sa cartella de is scripts...

source: Set empty translation
sc: Registra tradutzione bòida

source: Set up a new project
sc: Cunfigura unu progetu nou

source: Sets
sc: Pachetes

source: Sets of segmentation rules:
sc: Pachetes de règulas de segmentatzione:

source: Shortcut
sc: Incurtzadura

source: Shortcut:
sc: Incurtzadura:

source: Show &longer target terms first
sc: Ammustra in prima positzione is tèrmines tradùidos prus &longos

source: Show &source term first
sc: Ammu&stra in prima positzione is &tèrmines originales

source: Show &target term first
sc: Ammustra in prima positzione is &tèrmines tradùidos

source: Show Advanced &Options
sc: Ammustra &optziones avantzadas

source: Show Find Search Bar
sc: Ammustra barra de chirca

source: Show Raw Key Names
sc: Ammustra nòmines de crae sena protzessare

source: Show Replace Search Bar
sc: Ammustra barra de sostitutzione

source: Simple search and replace script
sc: Script sèmplitze de chirca e sostitutzione

source: Size
sc: Mannària

source: Skip
sc: Brinca

source: Skip text matching regular expression:
sc: Brinca su testu chi cointzidet cun s’espressione regulare:

source: Skipping previously loaded plugin from class '{0}'
sc: S'estensione carrigada in passadu dae sa classe '{0}' est istada brincada

source: Skipping.
sc: Brinchende.

source: Sli&de Masters
sc: Mode&llos de diapositivas

source: Slide La&youts
sc: Disposit&ziones de diapositivas

source: Slovak
sc: Islovacu

source: Some alignments still need review.
sc: Bi sunt alliniatziones de revisionare.

source: Some project folders seem to have been moved.
sc: Impossìbile agatare carchi una de is cartellas de su progetu.

source: Something went wrong, please visit Tilde Terminology for details.
sc: B’at àpidu una faddina; visita Tilde Terminology pro nd’ischire de prus.

source: Sometimes, it is useful to distinguish between high-quality translation memories and those that are, because of the subject matter, client, revision status, etc., less reliable.
sc: A bortas, pro more de diferèntzias a subra de s’argumentu, de su cliente, de s’istadu de sa revisione, etc., cumbenit a diferentziare intre memòrias de tradutzione de arta calidade e àteras de prus pagu calidade.

source: Sort &alphabetically
sc: Òrdine &alfabèticu

source: Sort by &full text, not shortcut
sc: Ò&rdina pro testu cumpletu, non pro incurtzaduras

source: Sort by len&gth
sc: Òrdina pro lon&gària

source: Sort by source term &alphabetically
sc: &Ammustra tèrmines de orìgine in òrdine alfabèticu

source: Sort fuzzy matches by:
sc: Òrdina cointzidèntzias partziales pro:

source: Sort tar&get terms alphabetically
sc: Ammustra &tèrmines tradùidos in òrdine alfabèticu

source: Source
sc: Originale

source: Source File Encoding
sc: Codificatzione de is archìvios de orìgine

source: Source File Encoding:
sc: Codificatzione de is archìvios de orìgine:

source: Source Filename Pattern
sc: Règula de nòmines de archìvios de orìgine

source: Source Filename Pattern:
sc: Règula de nòmines de archìvios de orìgine:

source: Source Files Folder
sc: Cartella de is archìvios de orìgine

source: Source Files Folder:
sc: Cartella de is archìvios de orìgine:

source: Source count
sc: Contu de orìgine

source: Source file loading complete
sc: Càrriga de archìviu de orìgine cumpletada

source: Source files committed
sc: Archìvios de orìgine publicados

source: Source files folder entered does not exist!
sc: Sa cartella chi as insertadu pro is archìvios de orìgine no esistet.

source: Source folder {0} does not exist.
sc: Sa cartella de orìgine {0} no esistet.

source: Source language: {0}
sc: Limba de orìgine: {0}

source: Source of Selected &Match
sc: &Orìgine de sa cointzidèntzia seletzionada

source: Source segment could not be located for certain translation units.
sc: Non s’est pòdidu agatare su segmentu de orìgine pro unidades de tradutzione dislindadas.

source: Source segments
sc: Segmentos originales

source: Source segments text
sc: Testu de segmentos originales

source: Source term:
sc: Tèrmine de orìgine:

source: Source/translation lengths (characters)
sc: Longària originale/tradutzione (caràteres)

source: Spanish
sc: Castillanu

source: Specify a mnemonic with "&": "F&oobar" to use O
sc: Inserta un'incurtzadura cun "&": "F&oobar" pro impreare O

source: Specify tag handling behaviour
sc: Ispetzìfica su cumportamentu de sa gestione de etichetas

source: Spell checker
sc: Curretore ortogràficu

source: Spellcheck
sc: Controllu ortogràficu

source: Spellchecker
sc: Controllu ortogràficu

source: Spellchecker Setup
sc: Cunfiguratzione de su controllu ortogràficu

source: Spelling
sc: Ortografia

source: Spelling Issues
sc: Problemas ortogràficos

source: Split
sc: Partzi

source: Split Text
sc: Partzi testu

source: Standard
sc: Istandard

source: Start OmegaT again, download the team project, close OmegaT 5.
sc: Torra a aviare OmegaT, iscàrriga su progetu de iscuadra, serra OmegaT 5.

source: Start OmegaT and continue to translate
sc: Avia OmegaT e sighi a bortare

source: Start Pinpoint Align
sc: Cumintza alliniatzione de clics

source: Start a new paragraph on:
sc: Cumintza unu paràgrafu nou in:

source: Statistics
sc: Istatìsticas

source: Stemming, no tags and no numbers
sc: Raighina, sena etichetas nen nùmeros

source: Step 1: Adjust alignment parameters
sc: Passu 1: cunfigura paràmetros de s’alliniatzione

source: Step 2: Make manual corrections
sc: Passu 2: faghe curretziones a manu

source: SubRip Subtitles
sc: Sutatìtulos SubRip

source: Subscription Key:
sc: Crae de sutiscritzione:

source: Such files can be created in any of the three varieties indicated above.
sc: Custos archìvios podent èssere creados in cale si siat de is variantes indicadas a subra.

source: Summary
sc: Resumu

source: SuperTMXMerge (Apache License 2.0)
sc: SuperTMXMerge (lissèntzia Apache 2.0)

source: Supported Files
sc: Archìvios cumpatìbiles

source: Swedish
sc: Isvedesu

source: Switch views with {0} and {1}
sc: Cola visualizatziones intre {0} e {1}

source: Switching to built-in version.
sc: Colende a sa versione integrada.

source: Synchronisation of repositories
sc: Sincronizatzione de depòsitos

source: Synchronization error
sc: Faddina in sa sincronizatzione

source: T&Ms
sc: &Memòrias

source: TM Matches
sc: Cointzidèntzias de MT

source: TM Matching Options
sc: Optziones de cointzidèntzias de MT

source: TMX file was created by OmegaT 1.4.x or earlier.
sc: S’archìviu TMX est istadu creadu cun OmegaT 1.4.x o pretzedente.

source: TMX files are read sorted by their names and segments within a given TMX file line by line.
sc: Is archìvios TMX sunt lèghidos in òrdine alfabèticu, e is segmentos a intro de un’archìviu TMX de lìnia in lìnia.

source: TaaS API key not set.
sc: Sa crae API de TaaS no est istada cunfigurada.

source: TaaS Collections
sc: Colletziones TaaS

source: TaaS Terminology
sc: Terminologia TaaS

source: Tab
sc: Tabuladore

source: Table View
sc: Visualizatzione de tabella

source: Tag
sc: Eticheta

source: Tag Issues
sc: Problemas de etichetas

source: Tag Processing
sc: Protzessamentu de etichetas

source: Tag Processing Options
sc: Optziones de protzessamentu de etichetas

source: Tag name:
sc: Nòmine de eticheta

source: Tag validation failed
sc: Faddina in su controllu de etichetas

source: Tag:
sc: Eticheta:

source: Tags
sc: Etichetas

source: Target
sc: Destinatzione

source: Target count
sc: Contu tradùidu

source: Target files committed
sc: Archìvios tradùidos publicados

source: Target folder {0} does not exist.
sc: Sa cartella de documentos tradùidos {0} no esistet.

source: Target term:
sc: Tèrmine tradùidu:

source: Target:
sc: Destinatzione:

source: Team
sc: Iscuadra

source: Team Options
sc: Optziones de iscuadra

source: Team synchronization
sc: Sincronizatzione iscuadra

source: Team synchronization...
sc: Sincronizatzione iscuadra...

source: Team synchronization: Saving translation in {0} s
sc: Sincronizatzione iscuadra: sarvende sa tradutzione in {0} seg.

source: Team synchronization: Waiting for you to finish this segment...
sc: Sincronizatzione iscuadra: isetende chi acabbes custu segmentu...

source: Template variables:
sc: Variàbiles de su modellu:

source: Terminology
sc: Terminologia
